tap "blender/tap"
tap "github/gh"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "hpedrorodrigues/tools"
tap "microsoft/git"
tap "tmspzz/tap"
brew "openssl@1.1"
brew "python@3.11"
brew "ansible", link: false
brew "autoconf"
brew "openssl@3"
brew "asdf"
brew "python@3.10"
brew "azure-cli"
brew "bash-completion"
brew "carthage"
brew "cowsay"
brew "openldap"
brew "zstd"
brew "curl"
brew "direnv"
brew "doxygen"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "gitleaks"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "helm"
brew "httpie"
brew "iperf"
brew "jq"
brew "kubectx"
brew "mosh"
brew "nmap"
brew "parallel"
brew "pv"
brew "python@3.9"
brew "rbenv"
brew "ssh-copy-id"
brew "starship"
brew "swiftlint"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
brew "wrk"
brew "yarn"
brew "yq"
brew "zplug"
brew "go-task/tap/go-task"
brew "tmspzz/tap/rome"
cask "alfred", args: { appdir: "/Applications" }
cask "android-studio"
cask "anki", args: { appdir: "/Applications" }
cask "brave-browser", args: { appdir: "/Applications" }
cask "caffeine", args: { appdir: "/Applications" }
cask "charles", args: { appdir: "/Applications" }
cask "chromedriver", args: { appdir: "/Applications" }
cask "dash", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "dockutil"
cask "font-jetbrains-mono", args: { appdir: "/Applications" }
cask "git-credential-manager-core"
cask "google-cloud-sdk", args: { appdir: "/Applications" }
cask "graphql-playground", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "licecap", args: { appdir: "/Applications" }
cask "ngrok", args: { appdir: "/Applications" }
cask "notion", args: { appdir: "/Applications" }
cask "obsidian", args: { appdir: "/Applications" }
cask "scroll-reverser", args: { appdir: "/Applications" }
cask "sequel-ace", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "textexpander", args: { appdir: "/Applications" }
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "transmit", args: { appdir: "/Applications" }
cask "tunnelblick", args: { appdir: "/Applications" }
cask "viber", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
