tap "blender/tap"
tap "github/gh"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "hpedrorodrigues/tools"
tap "microsoft/git"
tap "tmspzz/tap"
brew "ansible"
brew "black"
brew "ansible-lint"
brew "autoconf"
brew "asdf"
brew "openssl@1.1"
brew "python@3.11"
brew "autojump"
brew "azure-cli"
brew "bash-completion"
brew "berkeley-db"
brew "caddy"
brew "carthage"
brew "cowsay"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "zstd"
brew "curl"
brew "direnv"
brew "doxygen"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "gitleaks"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "helm"
brew "httpie"
brew "iperf"
brew "jq"
brew "kubectx"
brew "mosh"
brew "nmap"
brew "parallel"
brew "pv"
brew "python@3.10"
brew "python@3.9"
brew "qemu"
brew "rbenv"
brew "ruby"
brew "ssh-copy-id"
brew "starship"
brew "swiftlint"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "yarn"
brew "yq"
brew "zplug"
brew "go-task/tap/go-task"
brew "tmspzz/tap/rome"
cask "1password"
cask "alfred", args: { appdir: "/Applications" }
cask "amethyst"
cask "android-studio"
cask "anki", args: { appdir: "/Applications" }
cask "arc"
cask "blender"
cask "blender-benchmark"
cask "brave-browser", args: { appdir: "/Applications" }
cask "caffeine", args: { appdir: "/Applications" }
cask "charles", args: { appdir: "/Applications" }
cask "chromedriver", args: { appdir: "/Applications" }
cask "cursor"
cask "dash", args: { appdir: "/Applications" }
cask "dockutil"
cask "font-jetbrains-mono", args: { appdir: "/Applications" }
cask "git-credential-manager-core"
cask "google-cloud-sdk", args: { appdir: "/Applications" }
cask "graphql-playground", args: { appdir: "/Applications" }
cask "licecap", args: { appdir: "/Applications" }
cask "nextcloud"
cask "ngrok", args: { appdir: "/Applications" }
cask "notion", args: { appdir: "/Applications" }
cask "obs"
cask "obsidian", args: { appdir: "/Applications" }
cask "rancher"
cask "raspberry-pi-imager"
cask "scroll-reverser", args: { appdir: "/Applications" }
cask "sequel-ace", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "steam"
cask "textexpander", args: { appdir: "/Applications" }
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "todoist"
cask "tunnelblick", args: { appdir: "/Applications" }
cask "utm"
cask "viber", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "vlc"
cask "warp"
vscode "apollographql.vscode-apollo"
vscode "cesium.gltf-vscode"
vscode "CodeSandbox-io.codesandbox-projects"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-mysql-client2"
vscode "dbaeumer.vscode-eslint"
vscode "deibit.devdocs"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "jdinhlife.gruvbox"
vscode "jumpinjackie.vscode-map-preview"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "sainnhe.gruvbox-material"
vscode "shanoor.vscode-nginx"
vscode "silvenon.mdx"
vscode "unifiedjs.vscode-mdx"
vscode "zxh404.vscode-proto3"
